Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/nasjonalmuseet.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: "Hus ved skrent (fragment)" relates to: Related works
nb: "Hus ved skrent (fragment)" relaterer til: Utforsk lignende verk fra samlingen

source: Bernt Olsen Nadderud (Manufactured by - assumed)
nb: Bernt Olsen Nadderud (Produsent - antatt)

source: Susan Hiller created this installation for dOCUMENTA (13) in Kassel.
nb: Susan Hiller laget denne installasjonen til dOCUMENTA(13) i Kassel.

source: Press OK, and place the artwork in an available custom design slot.
nb: Trykk OK, og plasser det i oversikten over egne design.

source: Giulio Romano (by erroneus tradition)
nb: Giulio Romano (ifølge feilaktig tradisjon)

source: "Landskap ved Scharnitz" relates to: Related works
nb: "Landskap ved Scharnitz" relaterer til: Utforsk lignende verk fra samlingen

source: Gunder Large (Historical event, person, place, with affiliation)
nb: Gunder Large (Historisk hendelse, person, sted, med tilknytning)

source: "På boksekamp i New York" relates to: Related works
nb: "På boksekamp i New York" relaterer til: Utforsk lignende verk fra samlingen

source: Born 1893 in Esslingen, Baden-Württemberg, death 1975 in Oslo
nb: Født 1893 i Esslingen, Baden-Württemberg, død 1975 i Oslo

source: In the 1890s the prince became a leading practitioner of mood paintings, which his Norwegian friends Eilif Peterssen, Frits Thaulow, and Erik Werenskiold also painted.
nb: Prinsen ble i Sverige på 1890-tallet en viktig talsmann for stemningsmaleriet, som også ble praktisert av hans norske malervenner Eilif Peterssen, Frits Thaulow og Erik Werenskiold.

source: Aase Texmon Rygh introduced modern abstract sculpture into the Norwegian art arena as early as 1952.
nb: Modernisme for alltid!! Aase Texmon Rygh introduserte den moderne abstrakte skulpturen på den norske kunstarena så tidlig som i 1952.

source: Hans Günther Reinstein (assumed certain)
nb: Hans Günther Reinstein (antatt sikker)

source: "Queensboro Bridge, New York (detalj)" relates to: Related works
nb: "Queensboro Bridge, New York (detalj)" relaterer til: Utforsk lignende verk fra samlingen

source: The collaboration of Viksjø, Nesjar and Picasso developed further in several sculpture projects, and culminated in two murals decorating the
nb: Samarbeidet mellom Viksjø, Nesjar og Picasso utviklet seg videre i flere skulpturprosjekter, og kulminerte med de to veggarbeidene til

source: George Washington and William Lee
nb: George Washington og William Lee

source: The monumental style is a visual homage to the sitter, the artist’s wife Gudrun Sørensen (née Cleve, 1884−1944).
nb: Det har et monumentalt uttrykk, og fremstår som en visuell hyllest til den portretterte, som er kunstnerens kone Gudrun (1884−1944, født Cleve).

source: Jiaqing (Historical event, person, place, with affiliation - attributed to)
nb: Qing (Historisk hendelse, person, sted, med tilknytning)

source: "Falleferdig hus, Pützfeld" relates to: Related works
nb: "Falleferdig hus, Pützfeld, Bützfeld" relaterer til: Utforsk lignende verk fra samlingen

source: The students were encouraged when the two well-known German functionalists, Erich Mendelsohn and Hannes Meyer, visited Oslo in 1932.
nb: Studentene fikk vann på mølla da de to berømte tyske funksjonalistene Erich Mendelsohn og Hannes Meyer besøkte Oslo i 1932.

source: Evaluation is both straightforward and simultaneously more
nb: Evaluering er både enkelt og mer komplekst enn man skul-

source: This richly illustrated book offers, for the first time, an overall presentation of the works of the ground-breaking designer Terje Ekstrøm (1944-2013), who helped to generate new vitality and autonomy in Norwegian design during the 1970s and 80s.
nb: Denne rikt illustrerte boken gir for første gang en samlet presentasjon av arbeidende til den banebrytende designeren Terje Ekstrøm (1944-2013), som i 1970- og 80-årene bidro til ny vitalitet og selvstendighet for norsk design.

source: The following year he was admitted to the Akademie der Bildenden Künste in Munich, where he continued to study until 1878, when he moved to Paris and found new inspiration there.
nb: Året etter ble han opptatt som elev ved Akademie der Bildenden Künste i München, der han fortsatte å studere frem til 1878. Samme år dro han til Paris, hvor han fant ny inspirasjon.

source: The illustrated children’s book, featuring Kittelsen’s own text, was published for the first time in 1911.
nb: Den illustrerte barneboka med Kittelsens egen tekst ble utgitt første gang i 1911.

source: But the idea of art for everyone and the unification of all art forms had a major influence in the 100 years since the school first opened its doors.
nb: Men ideen om kunst for alle og en forening av alle kunstformer, skulle få stor betydning gjennom de 100 årene som er gått siden skolen åpnet sine dører.

source: © Schoder, Thilo, Timenes, Sigurd N. Related works
nb: © Schoder, Thilo, Timenes, Sigurd N. Utforsk lignende verk fra samlingen

source: When she married at 19, she had to give up her own artistic aspirations.
nb: Da hun giftet seg som 19-åring måtte hun la drømmen om et eget kunstnerliv vike.

source: Luca Cambiaso (by erroneus tradition)
nb: Luca Cambiaso (ifølge feilaktig tradisjon)

source: It describes an original pattern from Dior, and a hand-drawn copy made by master seamstress Karin Hornnæs (who was associated with both Molstad and Silkehuset).
nb: Her beskrives et originalmønster fra Dior, og en håndtegnet kopi utført av mestersyersken Karin Hornnæss (som var tilknyttet både Molstad og Silkehuset).

source: "Riss av seil" relates to: Related works
nb: "Riss av seil" relaterer til: Utforsk lignende verk fra samlingen

source: Henrik Bull (Architect)
nb: Peter Bull (antatt sikker)

source: Grammofon AS / Elektra (Producer of depicted object)
nb: Grammofon AS / Elektra (Produsent av avbildet gjenstand)

source: "Fra Llyn Ogwen" relates to: Related works
nb: "Fra Llyn Ogwen" relaterer til: Utforsk lignende verk fra samlingen

source: Membership benefits include free admission to the National Museum, a 15% discount in the National Museum – Architecture shop, and invitations to exciting events.
nb: Som medlem får du gratis adgang i Nasjonalmuseet, 15% rabatt i Nasjonalmuseet – Arkitekturs museumsbutikk, og invitasjon til spennende arrangementer.

source: Jacob Jordaens (by erroneus tradition)
nb: Jacob Jordaens (ifølge feilaktig tradisjon)

source: "Harald Gilles jernprøve" relates to: Related works
nb: "Harald Gilles jernprøve" relaterer til: Utforsk lignende verk fra samlingen

source: The Christiania Fire of 1858
nb: Bybrannen i 1858

source: "Torkild Sveinsen Lillemoen" relates to: Related works
nb: "Torkild Sveinsen Lillemoen" relaterer til: Utforsk lignende verk fra samlingen

source: "Låve og skigard, Vassenden" relates to: Related works
nb: "Låve og skigard, Vassenden" relaterer til: Utforsk lignende verk fra samlingen

source: Lorentz Dietrichson became Norway’s first professor of art history in 1875.
nb: Lorentz Dietrichson ble Norges første professor i kunsthistorie i 1875.

source: Show the image "Beate Hølmebakk, model of ‘House for a Mother and a Child’, 1996" in fullscreen
nb: Vis bildet "Beate Hølmebakk, modell av «Hus for en mor og et barn», 1996" i full størrelse

source: Prostitution had been illegal in Kristiania since 1842.
nb: I Kristiania var prostitusjon forbudt ved lov siden 1842.

source: Some of the trips were documented by photographer Anders Beer Wilse.
nb: Noen av turene ble dokumentert av fotograf Anders Beer Wilse.

source: Around 1970 his production was rediscovered, however, and the subsequent appreciation of his art has ensured him a more rightful place in Norwegian art history.
nb: Rundt 1970 ble imidlertid hans produksjon gjenoppdaget og verdsatt på en måte som siden har gitt ham en mer rettmessig plass i norsk kunsthistorie.

source: "Fire menn i robåt" relates to: Related works
nb: "Fire menn i robåt" relaterer til: Utforsk lignende verk fra samlingen

source: The scene in the picture stems from an expedition Delacroix went on to Morocco in 1832.
nb: Motivet skriver seg fra en reise kunstneren foretok til Marokko i 1832.

source: Upon his return to Norway, Mollø-Christensen was hired by Arne Korsmo.
nb: Mollø-Christensen ble engasjert av Arne Korsmo da han kom hjem.

source: Bequeathed by P.H. Matthiessen and Ingeborg Topsøe Matthiesen, acquired 1947
nb: Matthiessen og Ingeborg Topsøe Matthiessen, innkommet 1947

source: Rosenthal (assumed certain)
nb: Rosenthal (antatt sikker)

source: Orazio Gentileschi (attributed to)
nb: Simon Vouet (Kunstner for mønster/kartong e.l.)

source: Proprietor, Kongelig hoffsyerske, Master seamstress, Seamstress
nb: Innehaver, Kongelig hoffsyerske, Mestersyerske, Syerske

source: Correggio (by erroneus tradition)
nb: Correggio (ifølge feilaktig tradisjon)

source: "Den foreldreløse" relates to:
nb: "Den foreldreløse" relaterer til:

source: Jan Brueghel (by erroneus tradition)
nb: Jan Brueghel (ifølge feilaktig tradisjon)

source: From then on, new price lists were published on a regular basis, constantly offering new glassware models and products. The product assortment was at its largest around 1900.
nb: Heretter kom det nye priskuranter med jevne mellomrom, stadig med nye glassmodeller og produkter, og rundt århundreskiftet 1900 var utvalget på det største.

source: Queen Maud and king Haakon.
nb: Dronning Maud og kong Haakon.

source: "Sukkerkopp" relates to:
nb: "Sukkerkopp" relaterer til:

source: "Den lille kurér" relates to: Related works
nb: "Den lille kurér" relaterer til: Utforsk lignende verk fra samlingen

source: "To ryggvendte kvinnefigurer, Likenäs" relates to: Related works
nb: "To ryggvendte kvinnefigurer, Likenäs" relaterer til: Utforsk lignende verk fra samlingen

source: "Sittende viking i kystlandskap" relates to: Related works
nb: "Sittende viking i kystlandskap" relaterer til: Utforsk lignende verk fra samlingen

source: Hans Sebald Beham (Artist for cartoon/modello i.a.)
nb: Hans Sebald Beham (Kunstner for mønster/kartong e.l.)

source: Sloten is a small village southwest of Amsterdam.
nb: Sloten er et lite sted sør-vest for Amsterdam.

source: is a 35 mm film projection of sights and sounds from the Montjuïc funicular in Barcelona.
nb: er en 35 mm filmprojeksjon med lyd og bilder hentet fra taubanen Montjuïc i Barcelona.

source: Durocher (Artist for cartoon/modello i.a.
nb: Durocher (Kunstner for mønster/kartong e.l.

source: Kjell Bjørgeengen has explored video art since 1981.
nb: Kjell Bjørgeengen har beskjeftiget seg med video siden 1981.

source: A few years later his father let a street artist in Hanoi draw a copy of the picture, which Tiravanija received as a present.
nb: Faren lot noen år senere en gatekunstner i Hanoi tegne en kopi av bildet, som Tiravanija fikk i gave.

source: This main theme of this year's biennale is How will we live together?
nb: Årets biennale har hovedtemaet «How will we live together?», og handler om hvordan arkitekter kan skape nye fellesskap.

source: "Riss av skyer" relates to: Related works
nb: "Riss av skyer" relaterer til: Utforsk lignende verk fra samlingen

source: When it was founded in 1811 it was a prominent symbol of the newly independent country.
nb: Da det ble grunnlagt i 1811 var det et markant symbol for det nye, selvstendige Norge.

source: "På Skibladner" relates to:
nb: "På Skibladner" relaterer til:

source: From 1932 to 1936 he worked in the Soviet Union.
nb: Fra 1932–1936 arbeidet han i Sovjetunionen.

source: This also became the dominant trend in the cohousing communities that emerged from around 1970 in the Nordic countries.
nb: I bofellesskapene som vokste frem fra rundt 1970 i Norden, ble dette også den dominerende trenden.

source: "Figurer i båt, Brunlaug" relates to: Related works
nb: "Figurer i båt, Brunlaug" relaterer til: Utforsk lignende verk fra samlingen

source: Heinrich Aldegrever (Artist for cartoon/modello i.a.
nb: Heinrich Aldegrever (Kunstner for mønster/kartong e.l.

source: "Winkelsmühle ved Düssel" relates to: Related works
nb: "Winkelsmühle ved Düssel" relaterer til: Utforsk lignende verk fra samlingen

source: "Utsikt over Larvik" relates to: Related works
nb: "Utsikt over Larvik" relaterer til: Utforsk lignende verk fra samlingen

source: Ferdinand Bol (Artist - uncertain)
nb: Ferdinand Bol (Kunstner - usikker)

source: François I de Poilly (Publisher - assumed certain)
nb: François I de Poilly (Utgiver/forlegger - antatt sikker)

source: Yongzheng (Historical event, person, place, with affiliation)
nb: Yongzheng (Historisk hendelse, person, sted, med tilknytning)

source: Ukjent (Photographer - uncertain)
nb: Ukjent (Fotograf - usikker)

source: The new generation
nb: Den nye generasjonen

source: Portraits of the upper class
nb: Portretter av overklassen

source: Sylvia Salvesen (Artist for cartoon/modello i.a.
nb: Sylvia Salvesen (Kunstner for mønster/kartong e.l.

source: "Kvinne med hatt plukker blomster" relates to: Related works
nb: "Kvinne med hatt plukker blomster" relaterer til: Utforsk lignende verk fra samlingen

source: "Fra Ganszipfel, Chiemsee" relates to: Related works
nb: "Fra Ganszipfel, Chiemsee" relaterer til: Utforsk lignende verk fra samlingen

source: Annibale Carracci (by erroneus tradition)
nb: Annibale Carracci (ifølge feilaktig tradisjon)

source: Wenche and Jens Selmer further developed Norwegian building traditions.
nb: Wenche og Jens Selmer videreutviklet norsk byggetradisjon.

source: Experience the artist and design pioneer Gerhard Munthe at
nb: Opplev kunstneren og designpionéren Gerhard Munthe på

source: "Hornblåsere i bylandskap" relates to: Related works
nb: "Hornblåsere i bylandskap" relaterer til: Utforsk lignende verk fra samlingen

source: The picture shows a German and a Russian soldier who had killed each other in hand-to-hand combat, a situation Nesch himself had witnessed in 1915 in the trenches on the Eastern Front.
nb: Bildet viser en tysk og en russisk soldat som har drept hverandre i nærkamp, en situasjon Nesch selv hadde opplevd i skyttergravene på Østfronten i 1915.

source: "Riss av et par bein" relates to: Related works
nb: "Riss av et par bein" relaterer til: Utforsk lignende verk fra samlingen

source: Vibeke Slyngstad studied art in Austria and Oslo.
nb: Vibeke Slyngstad er utdannet maler og grafiker i Østerrike og Oslo.

source: Yongle (Historical event, person, place, with affiliation - assumed certain)
nb: Yongle (Historisk hendelse, person, sted, med tilknytning - antatt sikker)

source: Born 1831 in Macclesfield, Storbritannia, death 1909 in Leek
nb: Født 1831 i Macclesfield, Storbritannia, død 1909 i Leek

source: (1930) is an example of the flat, stylised portrayal of figures.
nb: (1930) er et eksempel på den flate, stiliserte figurframstillingen.

source: It was a place for recreation, far from the urban distractions of Paris.
nb: Dette ble et fristed for rekreasjon, langt borte fra storbylivet i Paris.

source: "Jakobs kamp med engelen" relates to: Related works
nb: "Jakobs kamp med engelen" relaterer til: Utforsk lignende verk fra samlingen

source: "Takdetalj, Eidsborg stavkirke" relates to: Related works
nb: "Takdetalj, Eidsborg stavkirke" relaterer til: Utforsk lignende verk fra samlingen

source: — Evaluation for development (e.g. the provision of evalu-
nb: — Evaluering med henblikk på kunnskap (f.eks.

source: "Queensboro Bridge, New York" relates to: Related works
nb: "Queensboro Bridge, New York" relaterer til: Utforsk lignende verk fra samlingen

source: Born 1857 in Dalarna, Sverige, death 1913 in Oslo
nb: Født 1857 i Dalarna, Sverige, død 1913 i Oslo

source: For more information,
nb: For mer informasjon,

source: Teigens Fotoatelier (Photographer - uncertain)
nb: Teigens Fotoatelier (Fotograf - usikker)

source: It was purchased by the Städtische Galerie in Düsseldorf, the artist’s main city of residence since 1837.
nb: Det ble kjøpt av Städtische Galerie i Düsseldorf, byen der kunstneren i hovedsak bodde fra 1837.

source: "Prøv at flyve over ørken" relates to: Related works
nb: "Prøv at flyve over ørken" relaterer til: Utforsk lignende verk fra samlingen

source: "In Norway and globally much remains to be done when it comes to securing transgender people basic human rights", says one of the founders, Isak Bradley.
nb: "Både i Norge og globalt gjenstår det mye når det gjelder å sikre transpersoner grunnleggende menneskerettigheter", forteller en av grunnleggerne, Isak Bradley.

source: Mathilde Dietrichson was one of the first Norwegian women to receive a formal art education.
nb: Mathilde Dietrichson var blant de første norske kvinnene som fikk en formell kunstutdannelse.

source: The painting’s bright, hazy tones, distinctive symmetrical outline, and timeless story of the battle between good and evil are reworked in Slaattelid’s version.
nb: Takmaleriets duse og klare koloritt, det særegne symmetriske omrisset og den evig aktuelle historien om kampen mellom det gode og det onde, blir gjenstand for bearbeidelse.

source: "Matros fra Kappeln" relates to: Related works
nb: "Matros fra Kappeln" relaterer til: Utforsk lignende verk fra samlingen

source: "Sol og vind" relates to: Related works
nb: "Sol og vind" relaterer til: Utforsk lignende verk fra samlingen

source: "Aslaug Bjørnsdatter Mosebø, Sauland" relates to: Related works
nb: "Aslaug Bjørnsdatter Mosebø, Sauland" relaterer til: Utforsk lignende verk fra samlingen

source: "Mann i fiskebåt, Napoli" relates to: Related works
nb: "Mann i fiskebåt, Napoli" relaterer til: Utforsk lignende verk fra samlingen

source: You will only be able to scan one design at a time, so repeat steps 3 and 4 for each new QR code.
nb: Du får kun scannet inn ett design om gangen, så gjenta steg 3 og 4 for hver nye QR-kode.

source: "Studier av trollhoder" relates to: Related works
nb: "Studier av trollhoder" relaterer til: Utforsk lignende verk fra samlingen

source: After the greetings from the curator Martin Braathen and Helen & Hard the evening continues with local case presentations by Livady Architects, Studio Puisto and meta architects that focus on ecological and sustainable solutions in architecture.
nb: Etter en velkomst av Martin Braathen og Helen & Hard fortsetter vi med presentasjoner av lokale prosjekter ved Livady Architects, Studio Puisto og meta architects, som fokuserer på økologiske og bærekraftige løsninger.

source: "Tre kvinnefigurer" relates to:
nb: "To kvinnefigurer" relaterer til:

source: "Sittende skjegget mann" relates to: Related works
nb: "Sittende skjegget mann" relaterer til: Utforsk lignende verk fra samlingen

source: Giovanni Paolo Pannini (by erroneus tradition)
nb: Giovanni Francesco Grimaldi (ifølge feilaktig tradisjon)

source: ""På dem knyttet jeg en knute"" relates to: Related works
nb: ""På dem knyttet jeg en knute"" relaterer til: Utforsk lignende verk fra samlingen

source: A/S Rørmøbler, Strømmen (Manufactured by - assumed certain)
nb: A/S Rørmøbler, Strømmen (Produsent - antatt sikker)

source: At his own farms at Ekely in Oslo and in Hvitsten, he found entirely new motifs, such as agriculture, working life and landscapes.
nb: Med eget gårdsbruk både på Ekely og i Hvitsten fant han helt nye motiver, som jordbruk, arbeidsliv og landskap.

source: Cizhou (Historical event, person, place, with affiliation - assumed certain)
nb: Cizhou (Historisk hendelse, person, sted, med tilknytning - antatt sikker)

source: This has meant that the country today has some of the world's most stringent laws for protecting fashion designs.
nb: Dette har medført at landet i dag har noen av verdens strengeste lover for å beskytte klesdesign.

source: On the flight from Torshavn to Copenhagen she looked out at the sea and parts of Norway.
nb: På flyet fra Torshavn til København så hun ut over havet og deler av Norge.

source: Marte Johnslien’s installation refers to the United Nations Headquarters in New York.
nb: Marte Johnsliens installasjon har sitt utgangspunkt i FN-bygningen i New York.

source: Bergman used graphic art as a laboratory for exploring different motifs and techniques.
nb: For Bergman var grafikken et laboratorium for utforskning av ulike motiver og teknikker.

source: "Daniel Pehrson" relates to:
nb: "Daniel Pehrson" relaterer til:

source: Several of the royal garments and accessories will feature prominently in the exhibition of the museum’s collection when the new National Museum opens in 2022.
nb: Flere av de kongelige plaggene og tilbehøret får en sentral plass i samlingsutstillingen når det nye Nasjonalmuseet åpner i 2022.

source: Seals live freely in the oceans – these seals, however, are fated to swim round and round an aquarium for an audience’s entertainment.
nb: Selene lever fritt i havet – disse selenes skjebne er å svømme rundt og rundt i akvariet for å underholde publikum.

source: "Piazza della Rotonda, Roma" relates to: Related works
nb: "Piazza della Rotonda, Roma" relaterer til: Utforsk lignende verk fra samlingen

source: A dreamlike silence permeates this landscape painting from the artist’s birthplace, Borgøya in Tysvær in Rogaland.
nb: En drømmeaktig stillhet preger landskapsmotivet fra kunstnerens fødested, Borgøya i Tysvær i Rogaland.

source: "Landskap med sauer" relates to: Related works
nb: "Landskap med sauer" relaterer til: Utforsk lignende verk fra samlingen

source: Probably spring 1928 © Bryn, Finn
nb: Antagelig våren 1928 © Bryn, Finn

source: a style of art that had developed in Japan during the Edo period (1603–1867), with imagery that alluded to the Western world.
nb: eller «flytende verdener». Stilen ble utviklet i Edo-perioden (1603–1867), og oppsto i områdene hvor de livsnytende aspektene av tilværelsen sto i fokus.

source: Uidentifisert, romersk (Copy after - hypothetical)
nb: Uidentifisert, romersk (Kopi etter - hypotetisk)

source: Hannes Meyer, head of Bauhaus from 1928 to 1930, moved the school in a more social and industrial direction, but he eventually had to leave Germany because of his radical approach.
nb: Hannes Meyer, som var direktør for Bauhaus i 1928–1930, førte skolen i en mer sosial og industriell retning, men han måtte til slutt forlate Tyskland på grunn av sine radikale holdninger.

source: The place has well-known links to Frits Thaulow and Theodor Kittelsen.
nb: Stedet har kjente koblinger til Frits Thaulow og Theodor Kittelsen.

source: Uidentifisert, flamsk (Artist - uncertain)
nb: Uidentifisert, flamsk (Kunstner - usikker)

source: Josef Kussius Metallvarefabrikk (Manufactured by - assumed)
nb: Josef Kussius Metallvarefabrikk (Produsent - antatt)

source: Dinner hosted by prime minister Christian Michelsen, in his home.
nb: Middagsselskap hjemme hos statsminister Christian Michelsen.

source: Born 1876 in Oslo, death 1926 in Paris, Frankrike
nb: Født 1876 i Oslo, død 1926 i Paris, Frankrike

source: Ambrosius Benson (attributed to)
nb: Ambrosius Benson (tilskrevet)

source: "Ulvanosa sett fra Terøya" relates to: Related works
nb: "Ulvanosa sett fra Terøya" relaterer til: Utforsk lignende verk fra samlingen

source: "Figurer i båt, Vormsund" relates to: Related works
nb: "Figurer i båt, Vormsund" relaterer til: Utforsk lignende verk fra samlingen

source: At the “Splint” exhibition at Kunstnernes Hus in Oslo in 1991, Sandberg displayed portraits and abstracted imagery from 1985 to 1991, including this bipartite portrait of the Nigerian author Ben Okri.
nb: I utstillingen «Splint» i Kunstnernes Hus i 1991 viste Sandberg portretter og abstraherte motiver fra 1985 til 1991. Et av dem er det todelte portrettet av forfatteren Ben Okri.

source: Kitty Kielland is known for her themes of bright summer nights and classic landscapes from Rogaland.
nb: Kitty Kielland er kjent for sine lyse sommernetter og klassiske landskapsmotiver fra Rogaland.
